[CorpseDrone X2ItemTemplate]
FriendlyName="无人机残骸"
FriendlyNamePlural="无人机残骸"
BriefSummary="这艘轻型自主安全气垫船的残骸表明它是变种人的起源，但其内部却显示出其前使用者对外星人的更多改造。"

[RM_DroneDeployable X2WeaponTemplate]
FriendlyName="可部署无人机"
FriendlyNamePlural="可部署无人机"
BriefSummary="这款战斗无人机由 XCOM 重建。经过沈的全力升级，这款无人机能够治愈机器人单位，保护任何单位，并使用远程冲击攻击对任何敌方单位进行全息瞄准。它还可以在近战范围内击晕敌人。"
TacticalText="<Bullet/>可部署的无人机擅长在战场上分散和震慑敌人。\n <Bullet/>部署的无人机的等级与士兵装甲的技术等级成正比。"

[RM_DroneDeploy X2AbilityTemplate]
LocFriendlyName="无人机部署"
LocLongDescription="部署战斗无人机。"
LocHelpText="部署战斗无人机。"
LocFlyOverText="无人机部署"
LocPromotionPopupText="<Bullet/>部署战斗无人机。<br/>"


[LWDroneShock X2AbilityTemplate]
LocFriendlyName="无人机冲击"
LocLongDescription="旨在安抚平民，这种效果只会造成最小的伤害并让人迷失方向。"
LocHelpText="该武器造成的伤害极小，并且会削弱目标。"
LocFlyOverText="无人机冲击"
LocPromotionPopupText="<Bullet/>旨在安抚平民，这种效果造成的伤害很小，只会使目标迷失方向。<br/>"

[LWDroneRepair X2AbilityTemplate]
LocFriendlyName="修复"
LocFlyOverText="修复"
LocHelpText="修理任意附近的机械装置。"
LocLongDescription="修理任意附近的机械单位。"
LocPromotionPopupText="<Bullet/> 修复任意附近的机械单元。"

[RM_DroneShield X2AbilityTemplate]
LocFriendlyName="盾牌"
LocFlyOverText="盾牌"
LocHelpText="保护任意附近的机械单位。"
LocLongDescription="保护任意附近的机械单位。"
LocPromotionPopupText="<Bullet/> 为附近的任何机械单位提供护盾。"

[LWDroneMeleeStun X2AbilityTemplate]
LocFriendlyName="击晕"
LocFlyOverText="击晕"
LocHelpText="尝试击晕近战范围内的任何敌人。"
LocLongDescription="尝试击晕近战范围内的任何敌人。"
LocPromotionPopupText="<Bullet/>尝试击晕近战范围内的任何敌人。"
LocMissMessage="错过！"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 萨拉瑞安科技;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
[SalarianTech_M1 X2CharacterTemplate]
strCharacterName="塞拉瑞安技师"

[SalarianTech_M2 X2CharacterTemplate]
strCharacterName="塞拉瑞安工程师"

[SalarianTech_M3 X2CharacterTemplate]
strCharacterName="赛拉睿专家"


[SalShotgunM1_WPN X2WeaponTemplate]
FriendlyName="变种人霰弹枪"

[SalShotgunM2_WPN X2WeaponTemplate]
FriendlyName="变种人高级霰弹枪"

[SalShotgunM3_WPN X2WeaponTemplate]
FriendlyName="变种人精英霰弹枪"


;;;;;;;;;;;;;;;;;;;;;;;;;;;无人机M1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[SalDroneM1 X2CharacterTemplate]
strCharacterName="战斗无人机"

[SalDroneM2 X2CharacterTemplate]
strCharacterName="坚固无人机"

[SalDroneM3 X2CharacterTemplate]
strCharacterName="猎人无人机"


[LWDroneM1_WPN X2WeaponTemplate]
FriendlyName="无人机冲击"

[LWDroneM2_WPN X2WeaponTemplate]
FriendlyName="无人机电击"

[LWDroneM3_WPN X2WeaponTemplate]
FriendlyName="Drone Supershock"

[CloseCombatSpecialist_Sal X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合期间，使用你的主要武器向四个方格内任何移动或开火的可见敌人发射一次自由反应射击。"
LocHelpText="在敌人回合期间，向四个方格内任何移动或开火的可见敌人发射一次自由反应射击。"
LocPromotionPopupText="<Bullet/> 如果士兵被隐藏，则不会触发。<br/><Bullet/> 你可以在每个回合使用此能力向每个敌人射击一次。"

[CloseCombatSpecialistAttack_Sal X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合期间，使用你的主要武器向四个方格内任何移动或开火的可见敌人发射一次自由反应射击。"
LocHelpText="在敌人回合期间，向四个方格内任何移动或开火的可见敌人发射一次自由反应射击。"
LocPromotionPopupText="<Bullet/> 如果士兵被隐藏，则不会触发。<br/><Bullet/> 你可以在每个回合使用此能力向每个敌人射击一次。"

[Sal_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="做好一切准备"
LocLongDescription="使用主要枪械射击时将自动进入监视状态"
LocHelpText="使用主要枪械射击时将自动进入监视状态"
LocFlyOverText="做好一切准备"

[RM_AutopsyDrone X2TechTemplate]
DisplayName="战斗无人机故障"
CodeName="除尘器"
Summary="变种人使用这种设计来协助部队进行人群控制。然而，从其内部结构来看，这种修改是为了更严肃的战斗。"
LongDescription="我们已经了解了该设计的机器人战斗系统。它们与我们自己入侵前的设计非常相似，只是它们的动力系统效率更高，而且整体上更加小型化，尽管在整个设计中有一些我们无法复制的外星技术实现。由此，沈和我已经能够创建蓝图，从我们的士兵可以回收的残骸中生产我们自己的蓝图。R. 泰根"
